{"img_images_cover.jpg": "On the cover of Winnie-the-Pooh there are two drawings.  Below the title and the author's name, there's a picture of a boy and four rabbits trying to pull a small bear out of a hole on a grassy slope.  The boy has taken hold of the bear's paws.  He leans back and tugs.  The rabbits line up behind him, pulling at the boy's waist.  Above the title, in the upper right corner of the cover, is the second picture.  It shows the same bear hanging from a string that's attached to a balloon, which is floating off into the sky.  The bear is surrounded by a swarm of insects.",
"img_images_illus1.jpg": "In a drawing that appears before the start of the story, Pooh stares down at a bath mat, scratching his head with one paw.  He seems puzzled.  The words \"Bath Mat\" are woven into the mat itself, but it lies on the floor, wrong side up, so the words appear backwards, as if you were reading them in a mirror.",
"img_images_map.jpg": "Christopher Robin has drawn us a map (Mr.Shepard helped). On one side of a river is Christopher Robin and his house, the 100-aker wood and owl's house. The river goes from a place with big stones and rox, past Rabbit's house and his friends and relations, down past the bottom of the map. In on corner is Eeyore's gloomy place, which is rather boggy and sad, and in another corner is a floody place close to Piglet's house and another place where the wozzle wasn't. Pooh Bear's house is past the six pine trees and the Pooh trap for heffalumps. Beyond Rabbit's house is Kanga's house and the sandy pit where Roo plays. There's a nice place for piknick and a bee tree there, too.",
"img_images_illus2.jpg": "In a drawing to start chapter 1, we see Christopher Robin dragging his bear down the stairs. Christopher Robin wears a boy's checked shirt over shorts.",
"img_images_illus3.jpg": "Now we see Pooh, sitting on a log in front of a campfire outside his door. Above the door is a sign.",
"img_images_illus4.jpg": "In this drawing, Winnie-the-pooh is peering up. There are tiny things swarming around up there.",
"img_images_illus5.jpg": "This drawing shows a tall tree and Pooh is climbing slowly.",
"img_images_illus6.jpg": "In this drawing, Pooh falls headfirst from a leafy branch; he falls fast.",
"img_images_illus7.jpg": "In this illustration we see covered-with-prickles Pooh glaring at the gorse-bush.",
"img_images_illus8.jpg": "Here's a drawing of Christopher Robin's house! It's a big old tree!",
"img_images_illus9.jpg": "Christopher Robin, here, you're blowing up a big balloon.",
"img_images_illus10.jpg": "Pooh is rolling in a mud puddle.",
"img_images_illus11.jpg": "Pooh is trailing black footsteps of mud.",
"img_images_illus12.jpg": "The drawing shows Pooh floating under a balloon, surrounded by bees.",
"img_images_illus13.jpg": "In this drawing, a big umbrella covers the top half of Christopher Robin. ",
"img_images_illus14.jpg": "We see Pooh, still hanging from the balloon, nose to nose with some bees.",
"img_images_illus15.jpg": "In this drawing, the bees are very close!",
"img_images_illus16.jpg": "Pooh is still covered with mud, his arms above his head, and in this picture we see Christopher Robin with a cork-gun.",
"img_images_illus17.jpg": "The chapter ends with a picture of Christopher Robin taking his bath. A bear is perched on the rim of the tub.",
"img_images_illus18.jpg": "A drawing to start chapter 2 shows Pooh touching his toes in front of a mirror.",
"img_images_illus19.jpg": "We see Pooh strolling through a field past a twisty tree, gazing at a bird flying around it.",
"img_images_illus20.jpg": "A drawing shows Pooh halfway into Rabbit's house; he barely fits.",
"img_images_illus21.jpg": "The next drawing shows Pooh halfway out of Rabbit's house. Rabbit is peering into the empty can of condensed milk. An empty pot of honey sits on Rabbit's table.",
"img_images_illus22.jpg": "In this drawing, Rabbit sees Pooh's head and paws trying to come out of Rabbit's front door.",
"img_images_illus23.jpg": "in this drawing, Pooh is exactly where he was in the last picture. Christopher Robin is sitting on a stool reading a book titled \"The Jam Jar\" for Pooh.",
"img_images_illus24.jpg": "Here we see inside Rabbit's house, with Pooh's bottom still in the door. Pooh's legs are sticking straight out and Rabbit is using them to hang some towels.",
"img_images_illus25.jpg": "Here's a picture of Christopher Robin, Rabbit, Rabbit's firends and relations, Piglet, some mice and even a hedgehog, all pulling together on Pooh, still stuck.",
"img_images_illus26.jpg": "A drawing to start chapter 3 shows Piglet in front of the very big old tree that is his house. Piglet's Piglet-sized clothes are drying on a line.",
"img_images_illus27.jpg": "Here's a drawing of Pooh wondering, and Piglet pointing to black marks.",
"img_images_illus28.jpg": "In a drawing, we can see Pooh and Piglet following tracks around a small area of trees.",
"img_images_illus29.jpg": "In this drawing, Pooh is looking thoughtful, and Piglet is jumping in the air. There are tracks around them.",
"img_images_illus30.jpg": "Now Pooh is bent over in the drawing, examining the tracks. Piglet is looking nervous.",
"img_images_illus31.jpg": "We can see a boy sitting up in the tree.",
"img_images_illus32.jpg": "Behind Piglet trotting away, we see Piglet-sized tracks. Pooh is still lookiing up.",
"img_images_illus33.jpg": "A drawing to start chapter 4 shows Eeyore with his nose to the ground at the base of a tree.",
"img_images_illus34.jpg": "In the picture, Pooh is looking thoughtfully at Eeyore's smooth back end.",
"img_images_illus35.jpg": "In the drawing, Eeyore is trying. And trying",
"img_images_illus36.jpg": "In another drawing, Eeyore is still trying to see his tail. And now he just looks away.",
"img_images_illus37.jpg": "A picture shows Pooh, standing in front of Owl's front door up in a branch in a big old tree, studying the notices.",
"img_images_illus38.jpg": "The next picture shows Pooh sitting in a comfy chair in front of Owl's fireplace, listening to Owl, who stands on a chair.",
"img_images_illus39.jpg": "In this drawing, Pooh is back outside Owl's front door, with Owl standing in the doorway. Pooh is looking at the bell-rope, which ends in a tuft of hair.",
"img_images_illus40.jpg": "A drawing shows Christopher Robin putting Eeyore's tail back on, Eeyore bending around to look, and Pooh watching with a smile.",
"img_images_illus41.jpg": "A drawing at the end of the chapter show Eeyore frisking about. He smiles at his tail, over his back... And around his side... And under his belly. Finally, he stands on his head and front legs, with his hind in the air.",
"img_images_illus42.jpg": "",
"img_images_illus43.jpg": "A drawing to start chapter 5 shows Pooh, Piglet and Christopher Robin sitting around a picnic blanket. On the blanket are a honey pot, plates and teacups. Christopher Robin is chatting to himself with one foot in the air; Pooh and Piglet are listening.",
"img_images_illus44.jpg": "In this picture, we see that Pooh's larder has just one jar in it, and Pooh can barely reach it.",
"img_images_illus45.jpg": "In the drawing, Pooh is carrying a not-full honey jar to the Very Deep Pit",
"img_images_illus46.jpg": "In this drawing, we see Piglet standing at the bottom of the Very Deep Pit.",
"img_images_illus47.jpg": "In this drawing, we see Pooh, asleep in his bed. We see his dream, it's a large heffalump with large ears and a trunk, holding a jar of honey.",
"img_images_illus48.jpg": "In this drawing, it's dark, and Pooh is trying to see down into the Very Deep Pit.",
"img_images_illus49.jpg": "This drawing, shows an odd creature. Its bottom looks rather like Pooh, but where the head should be, there's a jar of hunny.",
"img_images_illus50.jpg": "In this drawing, we see Piglet, fast asleep in his bed. We can see his dream, too, and it's a large angry heffalump running after a very small Piglet.",
"img_images_illus51.jpg": "Now we see Piglet peeking down into the Very Deep Pit.",
"img_images_illus52.jpg": "... and we see Pooh trying furiously to get the hunny pot off of his head.",
"img_images_illus53.jpg": "In the drawing, Christopher Robin is jumping up to go. Piglet looks up at him.",
"img_images_illus54.jpg": "Here we have a drawing of Pooh with his feet in the air, bumping his Hunny-Pot head against the tree root.",
"img_images_illus55.jpg": "A drawing to start chapter 6 shows Eeyore looking at his image in a stream in front of a big old tree, ears flopping down. There's a dragonfly. ",
"img_images_illus56.jpg": "A drawing shows Pooh sitting on a stone, singing.",
"img_images_illus57.jpg": "A drawing shows Pooh with his paws behind his back leaning over at Eeyore. Eeyore looks back at Pooh.",
"img_images_illus58.jpg": "In the drawing, Pooh sees Piglet at Pooh's door (under the sign saying \"Mr. Sanders\") and looks puzzled.",
"img_images_illus59.jpg": "A drawing shows Pooh holding a jar of honey.",
"img_images_illus60.jpg": "In this drawing, Pooh is looking at the jar of honey he's holding.",
"img_images_illus61.jpg": "And this drawing shows Pooh sitting with his face in the honey jar.",
"img_images_illus62.jpg": "Now the drawing shows Pooh sitting with the empty honey jar and looking a bit messy. He's thinking.",
"img_images_illus63.jpg": "The drawing shows Owl standing on his chair. He's wearing spectacles and has a pen.",
"img_images_illus64.jpg": "The left side of this drawing shows Piglet running with his arms around a balloon bigger than Piglet. On the right side, he's fallen, but the balloon....",
"img_images_illus65.jpg": "In the drawing, Eeyore is on the ground and is twisting around to hear.",
"img_images_illus66.jpg": "In the drawing, Eeyore is looking at Piglet and the balloon-scrap. Eeyore's tail hangs straight down.",
"img_images_illus67.jpg": "This picture shows Eeyore using his Balloon and his Useful Pot. His tail is perked up. Pooh and Piglet are walking away hand-in-hand.",
"img_images_illus68.jpg": "A drawing to start chapter 7 shows Rabbit, Pooh, and Piglet looking out across a field toward some tall trees. A Strange Animal is hopping away down a path by the trees.",
"img_images_illus69.jpg": "In the drawing, Rabbit is holding a sheet of paper and looking down at Piglet. Piglet is holding his chin. Pooh has his paws in front of him.",
"img_images_illus70.jpg": "In this drawing Pooh and Piglet are sitting on a bench listening to Rabbit, who is reading from his sheet of paper.",
"img_images_illus71.jpg": "This drawing shows Kanga with her arms open, smiling down at tiny Roo. Roo is climbing out of a mousehole, tail in the air. Pooh and Rabbit are approaching.",
"img_images_illus72.jpg": "In the drawing, Pooh is thinking. Kanga, attending to Roo. Rabbit is nudging Pooh. Piglet looks on.",
"img_images_illus73.jpg": "In this drawing we see Kanga bounding off, leaving behind a cloud of dust. Piglet is peering out of her pocket.",
"img_images_illus74.jpg": "In this drawing, Kanga is looking in an open closet with her back to Piglet. There's a wash tub on the floor. Piglet is turning away.",
"img_images_illus75.jpg": "The drawings show Pooh practicing jumps. In the first, he's thinking about jumping. The second is a twist jump, and the third is a bouncy jump.",
"img_images_illus76.jpg": "In this drawing, Piglet is in the washtub getting scrubbed. Kanga is using a sponge, and water is splashing all over.",
"img_images_illus77.jpg": "In the drawing, Christopher Robin sees Kanga with the washtub and Piglet protesting.",
"img_images_illus78.jpg": "The drawing shows Piglet rolling happily in the dirt, dust clouds flying.",
"img_images_illus79.jpg": "A drawing shows Pooh and Christopher Robin sitting back-to-back. Chistopher Robin is putting on Big Boots.",
"img_images_illus80.jpg": "A drawing shows Pooh meeting Rabbit on a path.",
"img_images_illus81.jpg": "In the drawing, Piglet is sitting on a dandelion plant, blowing some feathery tufts into the wind.",
"img_images_illus82.jpg": "In this drawing, Eeyore is eyeing Rabbit and all Rabbit's Friends and Relations. There are mice, rabbits, a hedgehog, a frog, a squirrel, a dragonfly and even a big black beetle.",
"img_images_illus83.jpg": "In this drawing, Christopher Robin is shouting to the front of the line. Rabbit, Pooh, Piglet, Owl, Kanga and baby Roo.",
"img_images_illus84.jpg": "In this drawing, Rabbit is leading the line into some dense brush. Christopher Robin is ssshing the rest.",
"img_images_illus85.jpg": "The next drawing is of a black place in the brush. It's hard to see.",
"img_images_illus86.jpg": "In the drawing, Eeyore is starting to munch on the thistle; Pooh is standing up with lots of thistle-burrs on his behind.",
"img_images_illus87.jpg": "In this drawing we see Kanga, Pooh, Piglet and Christopher Robin rushing to the Pool where Roo is splashing around.",
"img_images_illus88.jpg": "The drawing shows Pooh holding a long pole across the stream. Kanga has open arms for Roo and Owl's wings are stretched.",
"img_images_illus89.jpg": "In this drawing we see the stream rushing by. Eeyore is waiting, alone, with his tail in the water.",
"img_images_illus90.jpg": "The drawing shows Christopher Robin and Pooh admiring the North Pole, stuck in the ground, with a sign \"discovered by Pooh\" attached. Rabbit, Piglet, Kanga, Roo, and Owl are all there, too.",
"img_images_illus91.jpg": "In this drawing, we see Piglet looking out of a window of his house, which is a really big tree. Rain is coming down hard, and water is swirling all around the tree.",
"img_images_illus92.jpg": "In this drawing, Piglet is leaning out the window and has just tossed the bottle. It flies through the air.",
"img_images_illus93.jpg": "In the drawing, it's raining very hard and it's a very long branch. There are nine pots of honey; the tenth pot is in Poohs lap.",
"img_images_illus94.jpg": "In the drawing, Pooh's head is above the water, he's clutching his last jar of honey.",
"img_images_illus95.jpg": "In the drawing, Pooh is holding his floating, empty jar.",
"img_images_illus96.jpg": "In the drawing, the jar is floating, Pooh is trying to hold on.",
"img_images_illus97.jpg": "In this drawing, Pooh has lost hold of the jar.",
"img_images_illus98.jpg": "This drawing shows Christopher Robin holding a big umbrella, planting a stick at the edge of the water.",
"img_images_illus99.jpg": "We see Pooh, crawling out from the edge of the water.",
"img_images_illus100.jpg": "We see Pooh, astride his empty jar, emerging from the water. It's still raining.",
"img_images_illus101.jpg": "In this picture, Pooh is climbing into the upside-down umbrella and Christopher Robin, wearing big boots, looks on with approval.",
"img_images_illus102.jpg": "We see Owl perched on the big branch of Piglet's Tree. Piglet is waving a cloth. Water flows past the tree.",
"img_images_illus103.jpg": "The last drawing in the chapter shows Christopher Robin waving from the \"Brain of Pooh\" (which is an upside down umbrella, not really a ship) and Pooh with some sort of paddle.",
"img_images_illus104.jpg": "A drawing to start chapter 10 shows Christopher Robin in front of a huge old tree-house and Owl flying down to meet him.",
"img_images_illus105.jpg": "In this drawing we see Pooh in front of his mirror. He's holding cymbals made of pie-tins above his head.",
"img_images_illus106.jpg": "In this drawing, Eeyore is looking like Eeyore, except for the large bow on his tail.",
"img_images_illus107.jpg": "Here's a drawing of Owl. His claws are clawing at Eeyore.",
"img_images_illus108.jpg": "Here's a drawing of Piglet considering a pitcher, set in a wide bowl, on a stand.",
"img_images_illus109.jpg": "Here's a drawing of Kanga tending to Roo. Roo has dropped a cup.",
"img_images_illus110.jpg": "In this drawing, Christopher Robin is standing at the table speaking to the whole party, At the table are Rabbit, Kanga and Roo, Pooh, Piglet, Eeyore and Owl. Rabbit's friends and relations are all around.",
"img_images_illus111.jpg": "In the drawing, Pooh is opening a present. Rabbit, Kanga, Piglet, Roo, and Owl are around, very excited.",
"img_images_illus112.jpg": "We see Pooh and Piglet walking into the sunset. Pooh is carrying his present.",
"img_images_illus113.jpg": "In a drawing to end the book,  we see Christopher Robin dragging his toy bear up the stairs. Toys with Piglet ears, kanga pockets and donkey mane are upstairs.",
"": ""}